Repository: igorkiselev/Typograph-For-Wordpress
Catalog: languages/jbn-typograph-*.po
Languages: ru_ru

source: Typograph settings
ru_ru: Настройки &laquo;типографа&raquo;

source: Processes content with typographic rules.
ru_ru: Обрабатывает типографом данные записи.

source: Basic post types
ru_ru: Базовые типы записи

source: Registered post types
ru_ru: Зарегистрированные типы записи

source: Public post type that are registered in <a href="/wp-admin/theme-editor.php?file=functions.php">function.php</a> or other plugins.
ru_ru: Публичные типы записи, зарегистрированные при помощи плагинов или в <a href="/wp-admin/theme-editor.php?file=functions.php" target="_blank">function.php</a>

source: Typograph authors: <a href="//mdash.ru" target="_blank">Evgeny Muravjev & Alexander Drutsa</a>
ru_ru: Авторы типографа: <a href="//mdash.ru" target="_blank">Евгений Муравьёв и Александр Друца</a>

source: plugin author: <a href="//www.igorkiselev.com/">Igor Kiselev</a>
ru_ru: автор плагина: <a href="//www.igorkiselev.com/">Игорь Киселев</a>

source: Typograph
ru_ru: Типограф

source: Typographs content, title and excerpt before saving post (or page) to the database.
ru_ru: Типографит содержание, заголовок и отрывок записи (или страницы) перед сохранением в базу данных.

source: Igor Kiselev, Evgeny Muravjev, Alexander Drutsa
ru_ru: Игорь Киселев, Евгений Муравьёв, Александр Друца
